namespace Cool_Story {
    internal class Program {
        static void Main(string[] args) {
            Console.WriteLine("Hello, дамы и господа! Сегодня я поведаю вам историю про приключения прекрасной принцессы Алены Шушкурыгиной Алибуки \nи статного молодца Дмитрия Ланцелотова.  ");
            Console.WriteLine("Для продолжения тыкните пробел");
            Console.ReadKey();
            Console.WriteLine("Итак, жила была Алена Алибабаевна не бедно, папу её звали Жан-поль Богачев, и уже в 18 лет \nпапа подарил прекрасного немецкого скакуна по кличке Туарег");
        }

    }
}